/* This character is used as a separator between directory components.  ▹ is 'WHITE RIGHT-POINTING SMALL TRIANGLE', appropriate for left-to-right languages.  In a right-to-left locale, 'WHITE LEFT-POINTING SMALL TRIANGLE' (◃) should be used. */
" ▹ " = " ▹ ";

/* Description text in dialog telling the user a new version is available. %1$@ is the app name (e.g. CrossOver). %2$@ is the nw version (e.g. 14.0.3). %3$@ is the current version (e.g. 13.2). */
"%1$@ %2$@ is now available – you have %3$@." = "%1$@ %2$@ finns nu tillgänglig -- du har %3$@.";

/* Format string for constructing a bottle-tagged name for a launcher or document (for example, from the launcher name 'Microsoft Word 2010' and the bottle name 'Office 2010', make 'Microsoft Word 2010 (Office 2010)'. %1$@ is the document or launcher name; %2$@ is the bottle name. */
"%1$@ (%2$@)" = "%1$@ (%2$@)";

/* This string is used for the title of a terminal window.  %1$@ is the app name, %2$@ is a bottle name. */
"%1$@ Bottle \"%2$@\"" = "%1$@ Flaska \"%2$@\"";

/* This message is displayed when CrossOver is unable to locate or otherwise communicate with its bottles.  It's a fatal error and the app cannot start up.  %1$@ is the app name. */
"%1$@ is unable to initialize a critical component. Without this, %1$@ is unable to run, and will now exit.\n" = "%1$@ kan inte initiera en nödvändig komponent. Utan denna kan inte %1$@ köras och programmet kommer därför nu att avslutas.\n";

/* Informative text of an alert display after running a launcher with options fails. %1$@ will be the name of the launcher. %2$d will be the status code. */
"%1$@ returned status %2$d." = "%1$@ gav status %2$d.";

/* Note in package selection section of software installer window.  Substitution is product name (e.g. CrossOver Games) */
"%@ can download this software from the Internet." = "%@ kan hämta denna mjukvara på nätet.";

/* Text from an alert dialog that appears when CrossOver fails to launch an application from a menu or icon.  Substitution is the app name. */
"%@ could not open the document or program." = "%@ kunde inte öppna dokumentet eller köra programmet.";

/* Secondary completion message for an install via Steam. Substitutions are product name (e.g. CrossOver), the bottle name, and the application name. */
"%@ has configured the bottle ‘%@’ for installing %@ via Steam. You will need to finish the installation in Steam." = "%1$@ har konfigurerat flaskan ‘%2$@’ för att installera %3$@ via Steam. Du behöver avsluta installationen i Steam.";

/* The name of the product, as displayed in the About box.  The substitution is the PRODUCT_NAME from DISTVERSION, typically 'CrossOver'. */
"%@ Standard" = "%@ Standard";

/* Title for main window when a single bottle is selected. Substitutions are the app name and the name of the selected bottle. */
"%@ — %@" = "%1$@ — %2$@";

/* Title for main window when three or more bottles are selected. Substitutions are the app name and the number of bottles selected. */
"%@ — %d Bottles Selected" = "%1$@ — %2$d flaskor valda";

/* Title for main window when exactly 2 bottles are selected. Substitution is the app name. */
"%@ — 2 Bottles Selected" = "%@ — 2 flaskor valda";

/* Title for main window when the All Bottles collection is selected. Substitution is the app name. */
"%@ — All Bottles" = "%@ — Alla flaskor";

/* Item count for software package categories, for when count is 2 or more.  Substitution is count.  Consider translating to (items: %u) if these plural forms are inadequate. */
"%u items" = "%u artiklar";

/* Item count for software package categories, for when count is 0.  Consider translating to (items: 0) if these plural forms are inadequate. */
"0 items" = "0 artiklar";

/* Item count for software package categories, for when count is 1.  Consider translating to (items: 1) if these plural forms are inadequate. */
"1 item" = "1 artikel";

/* Message of a dialog prompting the user to re-register the product in order to update CrossOver's license information.  %1$@ is the app name. */
"A new version of %1$@ is now available. Please enter your codeweavers.com account email address and password to update your license file and re-enable automatic updates." = "En ny version av %1$@ är nu tillgänglig. Vänligen ange ditt användarnamn och lösenord hos CodeWeavers för att uppdatera din licensfil och återaktivera automatiska uppdateringar.";

/* Message in dialog telling the user that a new version of the app is available. Substitution is the app name (e.g. CrossOver). */
"A new version of %@ is available!" = "En ny version av %@ är tillgänglig!";

/* Dialog title which reports that demo activation failed.
   Dialog title which reports that demo registration failed. */
"Activation failed" = "Aktivering misslyckades";

/* Tooltip for toolbar item for marking a launcher as one of the user's favorites. */
"Add selected launchers to Favorites" = "Lägg valda startare till Favoriter";

/* Label for toolbar item for marking a launcher as one of the user's favorites. */
"Add to Favorites" = "Lägg till i Favoriter";

/* Name of special entry in the main window bottle list source view representing all bottles */
"All Bottles" = "Alla flaskor";

/* Message explaining restriction of the file open dialog to be compatibile with Win32 API */
"All selected files must be within the same folder." = "All selected files must be within the same folder.";

/* Text from an alert dialog that appears when CrossOver fails to launch an application from a menu or icon. */
"An error occurred when attempting to launch a new task." = "Ett fel uppstod vid startförsök av en ny uppgift.";

/* Error message for an unnamed task. */
"An unknown installer task failed." = "En okänd installationsuppgift misslyckades.";

/* Message displayed when the dialog creating a new bottle fails in bottle creation. */
"Bottle creation failed" = "Skapande av flaska misslyckades";

/* Displayed when publishing a bottle fails.  'Publish' is the term for copying a bottle into the root account so that its contents may be used by all the users on a system. */
"Bottle publish failed" = "Flaskutgivning misslyckades";

/* Title of the section for private bottles in the bottle list source view in the main window when there are no published bottles */
"BOTTLES" = "FLASKOR";

/* Grouping header in list of bottles in install window, when no software package selected */
"Bottles" = "Flaskor";

/* Text for label showing disk space used by the cache of downloaded installers, in the Preferences dialog, while that size is being calculated. */
"Calculating…" = "Beräknar…";

/* Cancel
   title of button in dialog to cancel the Repair Bottles action */
"Cancel" = "Avbryt";

/* Button label -- option after the installation of a package subcomponent has failed */
"Cancel Installation" = "Avbryt installation";

/* Status of an install step which has been canceled */
"Canceled." = "Avbruten.";

/* Message when user tries to save to a non-writable file system. Substitution is display name of directory. */
"Can’t write to ‘%@’. The volume is read-only." = "Can’t write to ‘%@’. The volume is read-only.";

/* Text of a dialog asking for confirmation before esync is enabled.
   Text of a dialog asking for confirmation before high resolution mode is enabled. */
"Changing this setting will reboot the bottle and cause any running applications in the bottle to quit. Are you sure you want to do this?" = "En ändring av denna inställning kommer att starta om flaskan och avsluta alla dess program. Är du säker på att du vill göra den?";

/* Button title for choose folder dialog
   Prompt for a file-selection dialog */
"Choose" = "Välj";

/* Caption of the folder-selection dialog that displays when the user changes the Programs folder */
"Choose a Programs Folder" = "Välj en programmapp";

/* Title for choose dialog when files are allowed */
"Choose File or Folder" = "Choose File or Folder";

/* Title for choose dialog when only folders are allowed */
"Choose Folder" = "Choose Folder";

/* Item in installer source list that allows the user to pick an installer file */
"Choose Installer File…" = "Välj installationsfil…";

/* Item in installer source list that allows the user to pick an installer folder */
"Choose Installer Folder…" = "Välj installationsmapp…";

/* The menu item that resets the content of File -> Recent Files. */
"Clear" = "Rensa";

/* Menu item title.  If selected, CrossOver prompts to confirm, and then deletes all program mini-applications in ~/Applications/CrossOver and recreates them from scratch.  Translation should be same as in MainMenu NIB. */
"Clear and Rebuild Programs…" = "Rensa och uppdatera Program…";

/* Text for label showing disk space used by the cache of downloaded installers, in the Preferences dialog, while the cache is being cleared/deleted. */
"Clearing…" = "Rensar…";

/* Title of a section in the bottle list source view in the main window containing the special All Bottles entry */
"COLLECTIONS" = "SAMLINGAR";

/* Label of command error in alert when Run Command fails */
"Command error text:" = "Kommandofeltext:";

/* Label of command output in alert when Run Command fails */
"Command output:" = "Kommandoresultat:";

/* Title for the dialog that displays the error data if a commandline returns an error. */
"Command results" = "Kommandoresultat";

/* Grouping header in list of bottles in install window; bottles compatible with selected software package */
"Compatible Bottles" = "Kompatibla flaskor";

/* Warning when the installation of a package subcomponent has failed */
"Continuing with the install may produce unpredictable results." = "Att fortsätta med installationen kan medföra oberäkneliga resultat.";

/* Title of the section of launcher icons in the icon view of the main window which shows control panels */
"Control Panels" = "Kontrollpaneler";

/* Default name of a bottle copy. */
"copy of %@" = "kopia av %@";

/* Download error reporting */
"Could not download the %@ installer.\n\n%@" = "Kunde inte hämta installeraren %1$@.\n\n%2$@";

/* Informative text for an alert when we fail to obtain privileges to delete a published bottle. */
"Could not obtain the authorization to delete files owned by the administrator." = "Kunde inte erhålla tillståndet att radera filer ägda av administratören.";

/* Title of failure dialog that displays if the online demo-registration process fails */
"Could not unlock" = "Kunde inte låsa upp";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Crash (very verbose)" = "Krasch (mycket utförlig)";

/* Title of a dialog that creates a new bottle. */
"Create a Bottle" = "Skapa en flaska";

/* Label for install window summarizing bottle selection when trying to create new bottle with the same name as existing bottle.  Substitution is bottle name */
"CrossOver can’t create a new bottle named “%@”" = "CrossOver kan inte skapa en ny flaska med namnet “%@”";

/* Text for header label in the install wizard. $APPNAME$ will be replaced by the name of the app to be installed (e.g. Steam). If grammar allows, prefer to keep the app name at the end of the string or, if that doesn't work, the beginning of the string. */
"CrossOver is ready to install $APPNAME$" = "CrossOver är redo att installera $APPNAME$";

/* Error message when Python initialization fails.  Substitution is the exception description. */
"CrossOver is unable to initialize a critical component.\n\n%@\n\nThe program will now exit." = "CrossOver kan inte initialisera en kritisk komponent.\n\n%@\n\nProgrammet avslutas nu.";

/* Label text for a detail item on the ready-to-install summary page of the installer window. */
"CrossOver will also install additional dependencies" = "CrossOver kommer också att installera ytterligare beroenden";

/* Label text for a detail item in the ready-to-install summary page of the installer window. Substitution is a list of app/dependency names. */
"CrossOver will also install the following manually added items: %@" = "CrossOver kommer även att installera följande manuellt tillagda poster: %@";

/* text of dialog shown to confirm Repair Bottles action */
"CrossOver will attempt to repair bottles that may have been damaged by anti-virus software. Such anti-virus software may have incorrectly deleted or “quarantined” certain critical files needed for CrossOver to work. CrossOver's files do not contain viruses.\n\nRepairing a bottle restores the files that were in the bottle when CrossOver created it. If you haven't disabled your anti-virus software, it may delete them again. Click “Learn More” to learn how to protect CrossOver's files from your anti-virus software.\n" = "CrossOver kommer att försöka reparera flaskor som kan ha skadats av antivirusprogram. Sådana antivirusprogram kan felaktigt ha raderat eller satt i karantän vissa kritiska filer för att CrossOver ska fungera. CrossOvers filer innehåller inte virus.\n\nReparationen av en flaska återställer filerna som var i flaskan när CrossOver skapade den. Om du inte har inaktiverat ditt antivirusprogram kan det radera dem igen. Klicka på “Visa mer” för att få veta hur man skyddar CrossOvers filer från sitt antivirusprogram.\n";

/* Label for install window summarizing installer source when the installer will be downloaded.  Substitution is the URL */
"CrossOver will download the installer from %@" = "CrossOver kommer att hämta installeraren från %@";

/* Tooltip for the Select Application tab of the install window, when an app is selected and there's an app language.  %1$@ is the application name and %2$@ is the language name (e.g. Japanese). */
"CrossOver will install %1$@ (%2$@ version)" = "CrossOver kommer att installera %1$@ (%2$@ version)";

/* Tooltip for the Select Application tab of the install window, when an app is selected and there's no app language.  %@ is the application name. */
"CrossOver will install %@" = "CrossOver kommer att installera %@";

/* Label in install window summarizing installer source when the selected package is virtual so that no installer can be selected, but there are dependencies to install */
"CrossOver will install dependencies only" = "CrossOver kommer att installera endast beroenden";

/* Label for install window summarizing installer source when a local installer is selected.  Substitution is the display path. */
"CrossOver will install from %@" = "CrossOver kommer att installera från %@";

/* Label for install window summarizing bottle selection when electing to create a new bottle.  Substitutions are bottle template (e.g. Windows XP) and new name */
"CrossOver will install into a new %1$@ bottle named “%2$@”" = "CrossOver kommera att installera i en ny %1$@ -flaska med namnet “%2$@”";

/* Label for install window summarizing bottle selection when an existing bottle was selected.  Substitution is bottle name */
"CrossOver will install into the bottle “%@”" = "CrossOver kommer att installera i flaskan “%@”";

/* Label in install window summarizing language of application to install. Substitution is the language name (e.g. English or French). That language name will be properly localized. */
"CrossOver will install the %@ version" = "CrossOver kommer att installera versionen %@";

/* Label for install window summarizing installer source when installing from Steam. */
"CrossOver will install via Steam" = "CrossOver kommer att installera via Steam";

/* Label in install window summarizing installer source when the selected package is virtual so that no installer can be selected and there is nothing else to install */
"CrossOver will make configuration changes only" = "CrossOver kommer endast att göra konfigurationsändringar";

/* Delete (in this case, delete a bottle.) */
"Delete" = "Radera";

/* Title of confirmation dialog when deleting a bottle */
"Delete bottle ‘%@’?" = "Radera flaskan ‘%@’?";

/* Title for menu item when there's no bottle selected. */
"Delete Bottle…" = "Radera flaska…";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Delete “%@”…" = "Radera “%@”…";

/* Warning displayed before a bottle is deleted */
"Deleting this bottle will erase all software installed in it, as well as remove all documents in its C: drive. Are you sure you want to do this?" = "Radering av denna flaska kommer även att radera all mjukvara installerad i den, såväl som dokument i dess enhet C:. Är du säker på att du vill göra detta?";

/* Title of a dialog asking for confirmation before esync is disabled. */
"Disable ESync" = "Inaktivera ESync";

/* Title of a dialog asking for confirmation before high resolution mode is disabled. */
"Disable High Resolution" = "Inaktivera hög upplösning";

/* Button label -- option to refuse loading of an unknown CrossTie file */
"Don’t Load" = "Ladda ej";

/* Dialog text which explains why a demo registration didn't work. */
"Download corrupted." = "Hämtningen korrupt.";

/* Dialog text which explains why a demo registration didn't work. */
"Download incomplete." = "Ofullständig nedladdning.";

/* Item in installer source list for downloading the installer */
"Download installer" = "Hämta installerare";

/* Download progress caption. %1$@ is a locale-appropriate representation of bytes downloaded, such as 10 KB. %2$@ is a similar representation of the total size to be downloaded. */
"Downloaded %1$@ of %2$@." = "Hämtade %1$@ av %2$@.";

/* Title for menu item when there's no bottle selected. */
"Duplicate Bottle…" = "Duplicera flaska…";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Duplicate “%@”…" = "Duplicera “%@”…";

/* Button label in confirmation dialog when user clicks the 'eject' button */
"Eject" = "Mata ut";

/* Title of confirmation dialog when user clicks the 'eject' button */
"Eject CD?" = "Mata ut CD?";

/* Caption in confirmation dialog when user clicks the 'eject' button.  Substitution is the app name. */
"Ejecting this volume will interrupt any %@ processes that are currently accessing files on this disk. Are you sure you want to eject?" = "Utmatningen av denna enhet kommer att avbryta %@ processer som tillgår filer på denna enhet. Är du säker på att du vill mata ut?";

/* Title of a dialog asking for confirmation before enabling esync. */
"Enable ESync" = "Aktivera ESync";

/* Title of a dialog asking for confirmation before enabling high resolution mode. */
"Enable High Resolution" = "Aktivera hög upplösning";

/* Title for menu item when there's no bottle selected. */
"Export Bottle to Archive…" = "Exportera flaska till arkiv…";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Export “%@” to Archive…" = "Exportera “%@” till arkiv…";

/* Caption of failure dialog that displays if the online demo-registration process fails */
"Failed to begin license download." = "Misslyckades att påbörja licenshämtning.";

/* Message for an alert when deletion of a private bottle has failed. Substitution is the bottle name. */
"Failed to delete the bottle ‘%@’." = "Misslyckades att radera flaskan '%@'.";

/* Message for an alert when deletion of a published bottle has failed. Substitution is the bottle name. */
"Failed to delete the published bottle ‘%@’." = "Misslyckades att radera den publicerade flaskan ‘%@’.";

/* Caption of dialog that reports demo registration failure.  The substitution is an explanation string that describes the failure. */
"Failed to download license file: %@" = "Kunde inte hämta licensfil: %@";

/* Alert message when the bottle archive process fails */
"Failed to export bottle ‘%@’ to an archive." = "Misslyckades att exportera flaska ‘%@’ till ett arkiv.";

/* Title of a dialog that's displayed when CrossOver is unable to start up. */
"Failed to initialize" = "Misslyckades att initialisera";

/* Status of an install step which has failed */
"Failed." = "Misslyckades.";

/* Title of the section of launcher icons in the icon view of the main window which shows the users favorite launchers */
"Favorites" = "Favoriter";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"File Access" = "Filåtkomst";

/* Title of dialog reporting that the demo has been registered and enabled. */
"Finished unlocking" = "Upplåsning avslutad";

/* Status of an install step after it has completed successfullly */
"Finished." = "Färdig.";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Fonts" = "Typsnitt";

/* Title for menu item when there's no bottle selected. */
"Force Quit Bottle" = "Tvinga avslutning av flaska";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Force Quit “%@”" = "Tvångsavslutar “%@”";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Game Controllers" = "Spelkontroller";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Game Graphics" = "Spelgrafik";

/* title of toolbar item in main window which toggles the bottle view's visibility, when it is showing and the item will hide it */
"Hide Bottles" = "Göm flaskor";

/* This is the caption of the File->Open dialog. */
"If possible, the selected document will be opened in the appropriate Windows application.\nAvailable file types may vary depending on which bottle is selected below." = "Om möjligt kommer det valda dokumentet att öppnas i ett lämpligt Windows-program.\nTillgängliga filtyper kan variera beroende på vilken flaska som är vald nedan.";

/* Text added to BuySupportNag if refreshing registration is not enough. Substitution is the title of the Buy a Support Extension button. */
"If your support has expired, click ‘%@’ to receive this and future upgrades." = "Om ditt kundstöd har gått ut kan du klicka på '%@' för att få denna och framtida uppgraderingar.";

/* Message in alert when user attempts to choose a non-writable Programs folder. Substitution is the product name (e.g. CrossOver Games) */
"In order for %@ to create launch icons for your Windows programs, you must have write permissions to the Programs folder." = "För att %@ skall kunna skapa genvägar för dina Windows-program, måste du ha skrivrättigheter till mappen Program.";

/* Initial status of an install step */
"In Process…" = "Processas…";

/* Grouping header in list of bottles in install window; bottles incompatible with selected software package */
"Incompatible Bottles" = "Inkompatibla flaskor";

/* Title of an error dialog when CrossOver cannot start up */
"Initialization Failure" = "Igångsättningsfel";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Install (very verbose)" = "Installera (mycket utförlig)";

/* Prompt for a directory-selection dialog */
"Install files from this directory" = "Installera filer från denna mapp";

/* Title for menu item when there's no bottle selected. */
"Install Software into Bottle…" = "Installera mjukvara i flaska…";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Install Software into “%@”…" = "Installera mjukvara i “%@”…";

/* Item in installer source list for installing with Steam */
"Install Via Steam" = "Installera via Steam";

/* String that displays in the prefs dialog if the user has never downloaded a c4p update. */
"Installation recipes have never been updated." = "Installationsrecepten har aldrig uppdaterats.";

/* Reports when the CrossTie file was last updated.  Substitution is the localized date in the full style and the time in short style, as configured in System Preferences. For example, the default in the U.S. would be like 'Thursday, July 16, 2015 at 7:35 PM' */
"Installation recipes were last updated on %@." = "Installationsrecept uppdaterades senast %@.";

/* Caption for the installation progress bar. Substitution is name of the software package being installed */
"Installing %@…" = "Installerar %@…";

/* Reason why an app is being installed. User selected to install something via Steam. Displayed in a column in a table in the Edit Install Options sheet. */
"Installing via Steam" = "Installerar via Steam";

/* Reason why an app is not being installed. User selected to install something via Steam but then explicitly removed Steam. Displayed in a column in a table in the Edit Install Options sheet. */
"Installing via Steam, Manually Removed" = "Installerar via Steam, manuellt borttagen";

/* Label in the installer window describing how the selected app was rated in the Compatibility Center when the app has 2 stars
   Label in the rating pop-over describing a rating of 2 stars */
"Installs, Will Not Run" = "Kan installeras men inte köras";

/* Title of a warning dialog when loading an empty C4P */
"Invalid File" = "Ogiltig fil";

/* Warning message encouraging user to install in a fresh bottle. */
"It is recommended that you install this application into a new bottle in order to avoid possible interference between programs." = "Det är rekommenderat att du installerar detta program i en ny flaska för att undvika möjliga störningar mellan program.";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Keyboard Input" = "Tangentbordsinmatning";

/* The date the application was last given a rating for this version.  Substitution is date */
"Last Rated: %@" = "Senast rankad: %@";

/* title of button in dialog to learn more about the Repair Bottles action */
"Learn More" = "Lär dig mera";

/* Label in the installer window describing how the selected app was rated in the Compatibility Center when the app has 3 stars
   Label in the rating pop-over describing a rating of 3 stars */
"Limited Functionality" = "Begränsad funktionalitet";

/* Button label -- option to proceed with loading of an unknown CrossTie file */
"Load" = "Ladda";

/* Title of a warning dialog when loading an unknown CrossTie */
"Load untrusted CrossTie file?" = "Ladda obetrodd CrossTie-fil?";

/* Displays as a placeholder in the Dock icon menu while a Clear and Rebuild is in progress. */
"Loading…" = "Laddar…";

/* Title for button in app-rating pop-over when the user needs to log in. */
"Log In and Submit Rating…" = "Logga in och skicka in bedömning…";

/* The title of a dialog box for copying bottles. */
"Make a Copy of %@" = "Gör en kopia av %@";

/* Title of a warning dialog when loading a .tie file flagged as malware */
"Malware Detected" = "Skadeprogram upptäckt";

/* Reason why an app is being installed. User explicitly added it. Displayed in a column in a table in the Edit Install Options sheet. */
"Manually added" = "Manuellt tillagd";

/* HTML string which displays when an installation finishes and links to the log file. */
"More diagnostic information can be found in the <a href = \"%@\">debug log</a>." = "Mer diagnostisk information kan hittas i loggfilen <a href = \"%@\"></a>.";

/* Label for link in package description text to package URL (e.g. C4 page) */
"More info" = "Mer information";

/* More Info */
"More Info" = "Mer information";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Mouse Input" = "Musinmatning";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Network Connections" = "Nätverksanslutningar";

/* Entry in bottle table allowing the user to install into a new bottle. Substitution is a bottle template name (e.g. Windows XP) */
"New %@ Bottle…" = "Ny %@ flaska…";

/* Suggested name for a new bottle */
"New Bottle" = "Ny flaska";

/* Tooltip explaining a 0-stars rating in the installer window. */
"No ratings have been reported.\n\nAll application entries start at this rating. Over time staff and users can visit the What Runs page of the CodeWeavers website and rate how far they got in running this Windows application in CrossOver. If you try this application please submit a rating for how this application worked, or didn’t, in CrossOver." = "Inga bedömningar har rapporterats.\n\nAlla programposter startar på denna nivå. Över tid kan personal och användare besöka sidan \"What Runs\" på CodeWeavers hemsida och bedöma hur långt de kom i användandet av Windows-programmet i CrossOver. Om du prövar detta program, var vänlig och dela med dig av en bedömning av hur programmet fungerade, eller inte fungerade, i CrossOver.";

/* Displays as a placeholder in the Dock icon menu if there's nothing else to display in the menu. */
"No Software Is Installed" = "Ingen programvara är installerad";

/* Text on a dialog asking for confirmation before high resolution mode is enabled. */
"NOTE: Your Mac does not have any Retina displays that would benefit from high resolution mode. Enabling it will just make things look blurry." = "OBSERVERA: Din Mac har inga Retina-skärmar som skulle dra nytta av högupplösningsläge. Aktivering av det kommer bara att få saker att se suddiga ut.";

/* Text of a dialog asking for confirmation before high resolution mode is enabled. */
"NOTE: Your Mac has a mix of Retina and non-Retina displays. High resolution mode will make things look better on your Retina displays but worse on your non-Retina displays." = "OBSERVERA: Din Mac har en blandning av Retina- och icke-Retina-skärmar. Högupplösningsläge kommer att få saker att se bättre ut på dina Retina-skärmar men sämre på de andra.";

/* OK */
"OK" = "OK";

/* Open */
"Open" = "Öppna";

/* Entry in Application Language pop-up for default language */
"Other Language" = "Annat språk";

/* Button label displayed when a download fails -- it gives the user the option of selecting a file instead. */
"Pick Installer File" = "Välj installationsfil";

/* Displayed by a file-selection dialog when the user browses for a file to execute as part of a command-line. */
"Please choose a file to run." = "Vänligen välj en fil att köra.";

/* Message for a file-selection dialog */
"Please choose a Windows installer file:" = "Vänligen välj en Windows-installationsfil:";

/* Message for a directory-selection dialog */
"Please choose the directory containing your installer.\nThe location that you select will be treated like a CD-ROM." = "Välj mappen där installationsfilen finns.\nMappen kommer att användas som en CD-ROM.";

/* Validation error: email address is not in a valid format. */
"Please enter a valid email address.\n(e.g. myusername@myemailprovider.com)" = "Var vänlig och ange en giltig e-postadress.\n(t.ex. mittanvändarnamn@min-e-postdomän.com)";

/* Informational text for pop-over asking user to rate an application. Substitutions are the product name (e.g. CrossOver), the app's name, and the product name again. */
"Please leave a rating in order to help us better target our improvements to %@ and to inform other users on how well ‘%@’ works with %@." = "Vänligen ge en värdering för att hjälpa oss att bättre styra våra förbättringar av %1$@ och för att upplysa andra användare om hur bra ‘%2$@’ fungerar med %3$@.";

/* Message for a file-selection dialog that appears when a download has failed. */
"Please locate the installer file for %@" = "Vänligen ange installationsfilen för %@";

/* Title of alert when user attempts to choose a non-writable Programs folder. */
"Please select a folder within your home folder" = "Välj en mapp i din hemmapp";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Printing" = "Utskrift";

/* Title of the section for private bottles in the bottle list source view in the main window when there are also published bottles */
"PRIVATE BOTTLES" = "PRIVATA FLASKOR";

/* Title of the section of launcher icons in the icon view of the main window which shows normal program launchers */
"Programs" = "Program";

/* Title for menu item when there's no bottle selected. */
"Publish Bottle…" = "Publicera flaska…";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Publish “%@”…" = "Publicera “%@”…";

/* Title of the section for published bottles in the bottle list source view in the main window */
"PUBLISHED BOTTLES" = "PUBLICERADE FLASKOR";

/* The name which is suggested when publishing a bottle. */
"published_%@" = "publicerade_%@";

/* Title for menu item when there's no bottle selected. */
"Quit Bottle" = "Avsluta flaska";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Quit “%@”" = "Avsluta “%@”";

/* Button text in a confirmation dialog. */
"Reboot Bottle and Disable ESync" = "Starta om flaskan och avaktivera ESync";

/* Button text in a confirmation dialog. */
"Reboot Bottle and Disable High Resolution Mode" = "Starta om flaskan och avaktivera högupplösning";

/* Button text in a confirmation dialog. */
"Reboot Bottle and Enable ESync" = "Starta om flaskan och aktivera ESync";

/* Button text in a confirmation dialog. */
"Reboot Bottle and Enable High Resolution Mode" = "Starta om flaska och aktivera högupplösning";

/* Button text -- this button regenerates the Applications folder and the Programs shown in the main window. */
"Rebuild" = "Uppdatera";

/* Title of a warning dialog, asking for confirmation before the menus and app folder are regenerated */
"Rebuild Programs" = "Bygg om programmenyn";

/* Menu item title.  Replaces 'Clear and Rebuild Programs' while the rebuilding is happening to indicate that the user may not do it again at this time. */
"Rebuilding Programs…" = "Bygger om programmenyn…";

/* Grouping header in list of bottles in install window; bottles recommended for selected software package */
"Recommended Bottles" = "Rekommenderade flaskor";

/* Registered to: %@ */
"Registered to: %@" = "Registrerad till: %@";

/* Label for toolbar item for marking a launcher as no longer one of the user's favorites. */
"Remove from Favorites" = "Ta bort från Favoriter";

/* Tooltip for toolbar item for marking a launcher as no longer one of the user's favorites. */
"Remove selected launchers from Favorites" = "Ta bort valda startare från Favoriter";

/* Title for menu item when there's no bottle selected. */
"Rename Bottle…" = "Byt namn på flaska…";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Rename “%@”…" = "Ge “%@” nytt namn…";

/* title of button in dialog to confirm the Repair Bottles action */
"Repair" = "Reparera";

/* title of dialog shown to confirm Repair Bottles action */
"Repair Bottles?" = "Vill du reparera flaskor?";

/* Reason why an app is being installed. It is a dependency of another app that's being installed. Displayed in a column in a table in the Edit Install Options sheet. Substitution is the name of the other app. */
"Required by %@" = "Krävs av %@";

/* Reason why an app is not being installed. It is a dependency of another app that's being installed but the user has explicitly removed it. Displayed in a column in a table in the Edit Install Options sheet. Substitution is the name of the other app. */
"Required by %@, Manually Removed" = "Krävs av %@, manuellt borttagen";

/* Title of dialog reporting that the user failed to enter some of the fields. */
"Required field missing" = "Obligatoriskt fält saknas";

/* Prompt for a file-selection dialog which chooses an archive to restore. */
"Restore" = "Återställ";

/* Title of a dialog that allows the user to pick a bottle archive. */
"Restore Bottle Archive" = "Återställ flaskarkiv";

/* Status of an install step which failed but the user asked to retry */
"Retrying…" = "Försöker ånyo…";

/* Entry in the Dock icon menu.  Opens a dialog that allows the user to specify a command-line.
   Label for shortcut/launcher icon in main window which opens the Run Command dialog */
"Run Command…" = "Kör kommando…";

/* Format string for window title for the Run with Options dialog. Substitution will be the name of a program launcher (e.g. Steam). */
"Run “%@”" = "Kör “%@”";

/* Label in the installer window describing how the selected app was rated in the Compatibility Center when the app has 5 stars
   Label in the rating pop-over describing a rating of 5 stars */
"Runs Great" = "Fungerar utmärkt";

/* Label in the installer window describing how the selected app was rated in the Compatibility Center when the app has 4 stars
   Label in the rating pop-over describing a rating of 4 stars */
"Runs Well" = "Fungerar bra";

/* Label for the filter pop-up menu in the native Save dialog accessory view.  Replaces the label in the NIB, which is appropriate for an Open dialog. */
"Save as Type:" = "Save as Type:";

/* Prompt for a file save dialog for selecting the install log file destination. */
"Select an install log file" = "Välj en installationsloggfil";

/* Reason why an app is being installed, when it's the app that the user directly selected. Displayed in a column in a table in the Edit Install Options sheet. */
"Selected for install" = "Vald för installation";

/* title of toolbar item in main window which toggles the bottle view's visibility, when it is hidden and the item will show it */
"Show Bottles" = "Visa flaskor";

/* Button label -- option after the installation of a package subcomponent has failed */
"Skip This Step" = "Hoppa över detta steg";

/* Status of an install task which failed and the user said to skip */
"Skipped." = "Avstod.";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Sound (verbose)" = "Ljud (ordrik)";

/* Displayed in an optional dialog that allows the user to save a debugging log-file when running a command-line. */
"Specify where to save the log file." = "Ange var loggfilen skall sparas.";

/* Title for pop-over asking user to rate an application. Substitution is the app's name */
"Submit a Rating for ‘%@’" = "Skicka en bedömning för '%@'";

/* Title for button in app-rating pop-over when the user doesn't need to log in. */
"Submit Rating" = "Skicka bedömning";

/* Title for menu item for submitting a rating for a launcher. Substitution is the launcher name. */
"Submit Rating for ‘%@’…" = "Skicka bedömning för ‘%@’…";

/* Title for disabled menu item for submitting a rating for a launcher (when no suitable launcher is selected). */
"Submit Rating…" = "Skicka bedömning…";

/* Status message displayed after a command-line completes.  The first substitution is the commandline, and the second is the return value. */
"The command %@ returned %d." = "Kommandot %1$@ gav %2$d.";

/* Error description for when a control panel launcher icon can't be launched because the bottle is in a bad state. Substitution %1$@ is the control panel name; %2$@ is the bottle name. */
"The control panel “%1$@” can’t be launched because the bottle “%2$@” is unable to run commands at this time." = "Kontrollpanelen “%1$@” kan inte startas eftersom flaskan “%2$@” inte kan köra kommandon för tillfället.";

/* Warning message when a user drag-and-drops an empty .tie file. */
"The CrossTie file ‘%@’ does not contain installation profiles for anything that can be installed with this product." = "CrossTie-filen ‘%@’ innehåller inga installationsprofiler för något som kan installeras med denna produkt.";

/* Warning message when a user starts to install a non-CW .tie files. */
"The CrossTie file ‘%@’ is not from a trusted source!\n\nThis means that CodeWeavers has no knowledge or control over what actions profiles from this file may attempt. Be VERY cautious loading untrusted CrossTies as they can cause great damage to your computer. CodeWeavers will not provide technical support for issues related to the use of untrusted CrossTie files.\n" = "CrossTie-filen ‘%@’ kommer inte från en betrodd källa!\n\nDetta betyder att CodeWeavers inte har någon kännedom om eller kontroll över vilka åtgärder som profiler från denna fil kan försöka sig på. Var MYCKET försiktig med att köra obetrodda CrossTie-filer eftersom de kan orsaka stor skada i din dator. CodeWeavers kommer inte att tillhandahålla teknisk hjälp för problem kopplade till användning av obetrodda CrossTie-filer.\n";

/* Sub-caption for Choose Installer Folder item */
"The file you select will be launched to install the application" = "Filen du väljer kommer att startas för att installera programmet";

/* Sub-caption for Choose Installer Folder item */
"The folder you select will be treated like an installer disc" = "Mappen du väljer kommer att behandlas som en installationsskiva";

/* Label text for a detail item in the ready-to-install summary page of the installer window. Substitution is a list of app/dependency names. */
"The following dependencies were manually excluded from the install: %@" = "Följande beroenden uteslöts manuellt från installationen: %@";

/* Message in installation notes when user has filled everything in but install can't proceed because dependencies require user-provided installer */
"The install cannot continue because one or more dependencies are not installed, and an installer could not be found automatically." = "Installationen kan ej fortsätta då en eller flera nödvändiga filer ej installerats och en installationsfil ej kunde hittas per automatik.";

/* Message in installation notes when user has filled everything in but install can't yet proceed because bottle hasn't been analyzed */
"The install cannot continue until the ‘%@’ bottle is scanned for dependencies. Please wait." = "Installationen kan inte fortsätta förrän flaskan ‘%@’ är granskad för beroenden. Var god vänta.";

/* Completion message for an install where the user skipped some tasks. Substitution is the name of the app that was being installed. */
"The installation of %@ completed, but some tasks were skipped." = "Installationen av %@ slutfördes, men några steg hoppades över.";

/* Completion message for an install without problems. Substitution is the name of the app that was being installed. */
"The installation of %@ completed." = "Installationen av %@ slutfördes.";

/* Completion message for a failed install. Substitution is the name of the app that was being installed. */
"The installation of %@ failed." = "Installationen av %@ misslyckades.";

/* Completion message for an install via Steam. Substitution is the name of the app that was being installed. */
"The installation of %@ has been handed off to Steam." = "Installationen av %@ har överlåtits till Steam.";

/* Completion message for a canceled install. Substitution is the name of the app that was being installed. */
"The installation of %@ was canceled." = "Installationen av %@ avbröts.";

/* Error message for a failed installation task */
"The ‘%@’ task failed." = "Åtgärden ‘%@’ misslyckades.";

/* Caption of a warning dialog, asking for confirmation before the menus and app folder are regenerated.  %1$@ is the app name, %2$@ is the programs folder path. */
"This action will rebuild the %1$@ Applications folder and the program launchers it contains from scratch. This will result in the deletion of the %2$@ folder and any changes that you might have made to its contents. Are you sure you want to do this?" = "Denna åtgärd kommer att uppdatera programmenyn och programmappen %1$@ från grunden. Detta kommer att resultera raderingen av mappen %2$@ och alla ändringar som gjorts av dess innehåll. Är du säker på att du vill göra detta?";

/* Validation error: activation code was too long */
"This activation code is not valid - it is too long.\n(Example: XXX-XXXX-XXXX-XXXXXXXX)." = "Denna aktiveringskod är ogiltig - den är för lång.\n(Exempel: XXX-XXXX-XXXX-XXXXXXXX).";

/* Validation error: activation code was too short */
"This activation code is not valid - it is too short.\n(Example: XXX-XXXX-XXXX-XXXXXXXX)." = "Denna aktiveringskod är ogiltig - den är för kort.\n(Exempel: XXX-XXXX-XXXX-XXXXXXXX).";

/* Tooltip explaining a 5-stars rating in the installer window. */
"This application installs and runs great, the same as it would in Windows.\n\nPractically all of the application is functional. Using this application in CrossOver should be the same as running the application on native Windows OS." = "Detta pogram går utmärkt att installera och köra, lika bra som i Windows.\n\nPraktiskt taget all funktionalitet finns. Att använda detta program i CrossOver bör vara lika med att använda det i Windows.";

/* Tooltip explaining a 4-stars rating in the installer window. */
"This application installs and runs quite well, with only minor glitches found.\n\nThe core functionality of this Windows application works fine under CrossOver. There still may be some extra functions that don’t work right, but overall this application should be mostly usable. We don’t maintain a list of what specific functions work/don’t work per-application in our compatibility database, but you may want to check this application’s Forums at the CodeWeavers website and see if other users have reported any particular details about running this Windows application in CrossOver." = "Detta program går bra att installera och köra; endast mindre skavanker förekommer.\n\nHuvudfunktionerna i detta program går bra i CrossOver. Vissa funktioner kan saknas men på det hela taget fungerar programmet som det ska. Vi har ingen lista över vilka funktioner som inte fungerar men på programmets forum på CodeWeavers hemsida kanske andra användare har lämnat rapporter.";

/* Tooltip explaining a 3-stars rating in the installer window. */
"This application installs and runs, but has problems.\n\nThis application runs, but there are significant functional gaps. CrossOver translates Windows commands to their corresponding Mac commands and back. When a Windows program uses commands that CrossOver doesn’t know how to translate the Windows program may not respond when you click things, have garbled output, or crash. You might be able to add different dependencies or try workarounds to get this application to run better, so please check this application’s page at the CodeWeavers website. It’s also possible that programming added in a future release of CrossOver might help this Windows application run better, so check back later." = "Detta program går att installera och köra men skavanker förekommer.\n\nProgrammet kan köras men det har betydande funktionsluckor. CrossOver översätter Windows-kommandon till dess motsvarigheter i Linux och vice versa. När ett Windows-program använder kommandon som CrossOver inte vet hur de ska översättas kanske inte Windows-programmet svarar, ger förvirrad utmatning eller kraschar. Problemen kan avhjälpas med vissa beroenden eller kringvägar så var vänlig och kolla programmets sida på CodeWeavers hemsida. Framtida versioner av CrossOver kan komma att köra programmet bättre.";

/* Tooltip explaining a 2-stars rating in the installer window. */
"This application installs, but fails to run.\n\nThe Windows application immediately closes or freezes when you try to run it. You may be able to add various dependencies or try different workarounds to get this application to start, so please check the Support section of the CodeWeavers website for more information and tutorials. If the program still won’t launch then whatever programming this Windows application needs to work doesn’t exist yet in CrossOver." = "Detta program går att installera men inte att köra.\n\nWindows-programmet hänger sig eller kraschar när man försöker köra det. Man kan försöka att lägga till diverse beroenden eller att pröva kringvägar för att få igång programmet så kolla med supportavdelningen på CodeWeavers hemsida för mer information. Om programmet ändå inte fungerar saknar ännu CrossOver nödvändig programkod.";

/* Tooltip explaining a 1-star rating in the installer window. */
"This application won’t get through installation.\n\nMost installers are standardized and CrossOver will be able to run them without a problem. However some companies customize the installer, or write their own, and the custom programming fails in CrossOver. The Windows application itself might be functional, but there’s no way to get it out of the installer." = "Detta program går inte att installera.\n\nDe flesta installerare är standardiserade och CrossOver kan köra dem utan problem. Emellertid skräddarsyr vissa företag sina installerare, eller gör sina egna, och dessa särskilda fall fungerar inte i CrossOver. Windows-programmet i sig kan fungera i CrossOver men det finns inget sätt att få ut det ur sin installerare.";

/* Caption of dialog reporting that the demo has been registered and enabled.  Substitution is the app name. */
"This copy of %@ is now fully enabled." = "Denna kopia av %@ har nu full funktionalitet.";

/* This demo version has expired. */
"This demo version has expired." = "Denna demoversion har gått ut.";

/* This demo version will expire in %d days. */
"This demo version will expire in %d days." = "Denna demoversion kommer att gå ut om %d dagar.";

/* Warning message when a user drag-and-drops a .tie file that has been flagged as malware */
"This file cannot be used because it would install malicious software or otherwise harm your computer." = "Denna fil kan inte användas eftersom den skulle installera illvillig mjukvara eller på andra sätt skada din dator.";

/* Tooltip explaining an untrusted rating in the installer window. */
"This installation recipe is from an unknown source. Installing may pose a security risk to your system." = "Detta installationsrecept kommer från en okänd källa. Installation kan utgöra en säkerhetsrisk för ditt system.";

/* This is nag message displayed for the demo version, when there are 2 or more days remaining.  %1$@ is the app name, %2$d is the number of days remaining in the trial. */
"This is a time limited trial version of %1$@. It will stop working in %2$d days." = "Detta är en tidsbegränsad testversion av %1$@. Den kommer att sluta fungera om %2$d dagar.";

/* This is nag message displayed for the demo version, when there's a single day remaining.  %@ is the app name (e.g. CrossOver) */
"This is a time limited trial version of %@. It will stop working in 1 day." = "Detta är en tidsbegränsad testversion av %@. Den kommer att sluta fungera om 1 dag.";

/* HTML note in package selection section of software installer window for packages with a home page. Substitution is home page URL. */
"This software can be downloaded from its <a href=\"%@\">home page</a>." = "Denna mjukvara kan hämtas från sin <a href=\"%@\">hemsida</a>.";

/* Message informing user that their trial has expired.  Substitution is the product name. */
"This trial version of %1$@ has expired." = "Denna testversion av %1$@ har gått ut.";

/* A list of contributors to the creations of the CrossOver Tie file. */
"Tie contributors: %@" = "Bidragsgivare: %@";

/* Button label -- option after the installation of a package subcomponent has failed */
"Try Again" = "Försök igen";

/* Display name for the unknown/generic CrossTie when there's no search string. */
"Unlisted application" = "Olistat program";

/* Display name for the unknown/generic CrossTie which shows the search string used to select it.  Substitution is the user's search string, trimmed of leading and trailing whitespace. */
"Unlisted application “%@”" = "Olistat program “%@”";

/* Caption for the radio button that allows system-wide demo registration */
"Unlock for all users of this computer" = "Lås upp för alla användare av den här datorn";

/* Caption for the radio button that allows system-wide demo registration */
"Unlock for all users of this computer (requires authentication)" = "Lås upp för alla användare av denna dator (kräver autentisering)";

/* Dialog title which reports that demo registration failed. */
"Unlocking failed" = "Upplåsning misslyckades";

/* Label in the app-rating pop-over describing the rating when there hasn't been one */
"Unrated" = "Ej betygsatt";

/* Label in the installer window describing how the selected app was rated in the Compatibility Center when the app hasn't been rated */
"Untested" = "Otestad";

/* Label in the installer window describing how the selected app was rated in the Compatibility Center when the CrossTie can't be verified as coming from CodeWeavers */
"Untrusted" = "Obetrodd";

/* Title for menu item when there's no bottle selected. */
"Update Published Bottle…" = "Uppdatera publicerad flaska…";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Update “%@”…" = "Uppdatera “%@”…";

/* Prompt for a file-selection dialog */
"Use this installer" = "Använd denna installerare";

/* Text on a dialog asking for confirmation before high resolution mode is enabled. */
"WARNING: Many Windows applications render incorrectly in high resolution mode." = "VARNING: Många Windows-program återges inkorrekt i högupplösningsläge.";

/* Text on a dialog asking for confirmation before esync is enabled. */
"WARNING: Some Windows applications will not work correctly with ESync enabled." = "VARNING: Vissa Windows-program kommer inte att fungera korrekt med ESync.";

/* Label in the installer window describing how the selected app was rated in the Compatibility Center when the app has 1 star
   Label in the rating pop-over describing a rating of 1 star */
"Will Not Install" = "Kan inte installeras";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Window Behavior" = "Windows-beteende";

/* An error in the Select Bottle section when the user tries to name a new bottle with a name that's already in use.  Substitution is the bottle name */
"You can’t name a new bottle ‘%@’. There is already a bottle by that name. You must use a different name for your new bottle or select an existing bottle." = "Du kan inte namnge en ny flaska ‘%@’. Det finns redan en flaska med det namnet. Du måste använda ett annat namn för din nya flaska eller välja en befintlig flaska.";

/* Message when user tries to save over a non-writable file. Substitution is display name of file. */
"You do not have permission to overwrite ‘%@’." = "You do not have permission to overwrite ‘%@’.";

/* Message when user tries to save into a non-writable directory. Substitution is display name of directory. */
"You do not have permission to write to ‘%@’." = "You do not have permission to write to ‘%@’.";

/* Warning message discouraging user from creating a new bottle of incompatible type. */
"You have chosen to create a new bottle of a type which is incompatible with this application. It is strongly recommended to install in a compatible bottle." = "Du har valt att skapa en ny flaska av en typ som är inkompatibel med detta program. Det rekommenderas starkt att installera programmet i en kompatibel flaska.";

/* Error message indicating that the user must enter all required fields. */
"You have left a required field blank. Please enter a name, password, email address, and activation code. All fields are required." = "Du har lämnat ett obligatoriskt fält tomt. Var vänlig och ange ett namn, lösenord, e-postadress och aktiveringskod. Alla fält är obligatoriska.";

/* Warning message discouraging user from installing into an incompatible bottle. */
"You have selected a bottle which is incompatible with this application. It is strongly recommended to install in a new or compatible bottle." = "Du har valt en flaska som är inkompatibel med detta program. Det är rekommenderas starkt att installera programmet i en ny eller kompatibel flaska.";

/* You will need the installer file or disc for this software. */
"You will need the installer file or disc for this software." = "Du kommer att behöva installationsfilen eller installationsskivan för detta program.";

/* Response message when the user updates the license of an already-enabled install.  %@ is replaced with a date. */
"Your license has been updated. Automatic product updates will now be available through %@." = "Din licens har uppdaterats. Automatiska produktuppdateringar finns nu tillgängliga genom %@.";

/* Displayed during product registration when the downloaded license isn't valid for the currently running product. */
"Your support contract is not valid for this product. You may need to purchase a support extension or an additional license." = "Ditt stödavtal är inte giltigt för denna produkt. Du kan behöva köpa en stödförlängning eller en ytterligare licens.";

